Repository: WilliamVeldhuizen/ZapperRadio
Catalog: src/ZapperRadio/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# NoResultsText
source: No station matches your search.
ar_sa: لا توجد محطة تطابق بحثك.
cs_cz: Hledání neodpovídá žádná stanice.
da_dk: Ingen station matcher din søgning.
de_de: Kein Sender passt zu deiner Suche.
el_gr: Κανένας σταθμός δεν ταιριάζει με την αναζήτηση.
fi_fi: Mikään asema ei vastaa hakua.
he_il: אין תחנה שמתאימה לחיפוש.
hi_in: आपकी खोज से कोई स्टेशन मेल नहीं खाता।
hu_hu: Egyetlen állomás sem felel meg a keresésnek.
id_id: Tidak ada stasiun yang cocok dengan pencarian Anda.
ja_jp: 検索に一致する局はありません。
ko_kr: 검색과 일치하는 방송국이 없습니다.
nb_no: Ingen stasjon samsvarer med søket.
nl_nl: Geen zender komt overeen met je zoekopdracht.
pl_pl: Żadna stacja nie pasuje do wyszukiwania.
pt_br: Nenhuma estação corresponde à sua busca.
ro_ro: Niciun post nu corespunde căutării.
ru_ru: Нет станций, соответствующих запросу.
sk_sk: Hľadaniu nezodpovedá žiadna stanica.
sv_se: Ingen station matchar sökningen.
th_th: ไม่มีสถานีที่ตรงกับการค้นหาของคุณ
tr_tr: Aramanızla eşleşen istasyon yok.
uk_ua: Жодна станція не відповідає вашому запиту.
vi_vn: Không có đài nào khớp với tìm kiếm của bạn.
zh_tw: 沒有符合搜尋條件的電台。

# NoResultsInCountry
source: No station in {0} matches your search.
ar_sa: لا توجد محطة في {0} تطابق بحثك.
cs_cz: Hledání neodpovídá žádná stanice v zemi {0}.
da_dk: Ingen station i {0} matcher din søgning.
de_de: Kein Sender in {0} passt zu deiner Suche.
el_gr: Κανένας σταθμός σε {0} δεν ταιριάζει με την αναζήτηση.
fi_fi: Mikään asema maassa {0} ei vastaa hakua.
he_il: אין תחנה ב{0} שמתאימה לחיפוש.
hi_in: {0} में आपकी खोज से कोई स्टेशन मेल नहीं खाता।
hu_hu: Egyetlen állomás sem felel meg a keresésnek itt: {0}.
id_id: Tidak ada stasiun di {0} yang cocok dengan pencarian Anda.
ja_jp: {0} には検索に一致する局はありません。
ko_kr: {0}에 검색과 일치하는 방송국이 없습니다.
nb_no: Ingen stasjon i {0} samsvarer med søket.
nl_nl: Geen zender in {0} komt overeen met je zoekopdracht.
pl_pl: Żadna stacja w kraju {0} nie pasuje do wyszukiwania.
pt_br: Nenhuma estação de {0} corresponde à sua busca.
ro_ro: Niciun post din {0} nu corespunde căutării.
ru_ru: Нет станций в стране «{0}», соответствующих запросу.
sk_sk: Hľadaniu nezodpovedá žiadna stanica v krajine {0}.
sv_se: Ingen station i {0} matchar sökningen.
th_th: ไม่มีสถานีใน {0} ที่ตรงกับการค้นหาของคุณ
tr_tr: {0} içinde aramanızla eşleşen istasyon yok.
uk_ua: У країні {0} жодна станція не відповідає вашому запиту.
vi_vn: Không có đài nào ở {0} khớp với tìm kiếm của bạn.
zh_tw: {0} 沒有符合搜尋條件的電台。

# SearchAllCountriesButton.Content
source: Search all countries
ar_sa: البحث في كل البلدان
cs_cz: Hledat ve všech zemích
da_dk: Søg i alle lande
de_de: In allen Ländern suchen
el_gr: Αναζήτηση σε όλες τις χώρες
fi_fi: Hae kaikista maista
he_il: חיפוש בכל המדינות
hi_in: सभी देशों में खोजें
hu_hu: Keresés minden országban
id_id: Cari di semua negara
ja_jp: すべての国で検索
ko_kr: 모든 국가에서 검색
nb_no: Søk i alle land
nl_nl: Zoek in alle landen
pl_pl: Szukaj we wszystkich krajach
pt_br: Buscar em todos os países
ro_ro: Caută în toate țările
ru_ru: Искать во всех странах
sk_sk: Hľadať vo všetkých krajinách
sv_se: Sök i alla länder
th_th: ค้นหาในทุกประเทศ
tr_tr: Tüm ülkelerde ara
uk_ua: Шукати в усіх країнах
vi_vn: Tìm ở tất cả quốc gia
zh_tw: 搜尋所有國家

# OfflineSince
source: Offline since {0:d}
ar_sa: غير متصلة منذ {0:d}
cs_cz: Offline od {0:d}
da_dk: Offline siden {0:d}
de_de: Offline seit {0:d}
el_gr: Εκτός σύνδεσης από {0:d}
fi_fi: Offline {0:d} alkaen
he_il: לא מקוונת מאז {0:d}
hi_in: {0:d} से ऑफ़लाइन
hu_hu: Offline ekkor óta: {0:d}
id_id: Offline sejak {0:d}
ja_jp: {0:d} からオフライン
ko_kr: {0:d}부터 오프라인
nb_no: Frakoblet siden {0:d}
nl_nl: Offline sinds {0:d}
pl_pl: Offline od {0:d}
pt_br: Fora do ar desde {0:d}
ro_ro: Offline din {0:d}
ru_ru: Не в сети с {0:d}
sk_sk: Offline od {0:d}
sv_se: Offline sedan {0:d}
th_th: ออฟไลน์ตั้งแต่ {0:d}
tr_tr: {0:d} tarihinden beri çevrimdışı
uk_ua: Недоступна з {0:d}
vi_vn: Ngoại tuyến từ {0:d}
zh_tw: 自 {0:d} 起離線

# OfflineAtLastCheck
source: Offline at the last check
ar_sa: غير متصلة عند آخر فحص
cs_cz: Offline při poslední kontrole
da_dk: Offline ved sidste kontrol
de_de: Bei der letzten Prüfung offline
el_gr: Εκτός σύνδεσης στον τελευταίο έλεγχο
fi_fi: Offline viimeisimmässä tarkistuksessa
he_il: לא מקוונת בבדיקה האחרונה
hi_in: पिछली जाँच में ऑफ़लाइन
hu_hu: Offline volt a legutóbbi ellenőrzéskor
id_id: Offline pada pemeriksaan terakhir
ja_jp: 前回の確認時にオフライン
ko_kr: 마지막 확인 시 오프라인
nb_no: Frakoblet ved siste kontroll
nl_nl: Offline bij de laatste controle
pl_pl: Offline podczas ostatniego sprawdzenia
pt_br: Fora do ar na última verificação
ro_ro: Offline la ultima verificare
ru_ru: Не в сети при последней проверке
sk_sk: Offline pri poslednej kontrole
sv_se: Offline vid senaste kontrollen
th_th: ออฟไลน์ในการตรวจสอบครั้งล่าสุด
tr_tr: Son kontrolde çevrimdışıydı
uk_ua: Недоступна під час останньої перевірки
vi_vn: Ngoại tuyến ở lần kiểm tra gần nhất
zh_tw: 上次檢查時離線

# ReloadStationsButton.ToolTipService.ToolTip
source: Reload station list
ar_sa: إعادة تحميل قائمة المحطات
cs_cz: Znovu načíst seznam stanic
da_dk: Genindlæs stationslisten
de_de: Senderliste neu laden
el_gr: Επαναφόρτωση λίστας σταθμών
es_es: Volver a cargar la lista de emisoras
fi_fi: Lataa asemaluettelo uudelleen
fr_fr: Recharger la liste des stations
he_il: טעינה מחדש של רשימת התחנות
hi_in: स्टेशन सूची फिर से लोड करें
hu_hu: Állomáslista újratöltése
id_id: Muat ulang daftar stasiun
it_it: Ricarica l'elenco delle stazioni
ja_jp: 放送局リストを再読み込み
ko_kr: 방송국 목록 다시 불러오기
nb_no: Last inn stasjonslisten på nytt
nl_nl: Zenderlijst opnieuw laden
pl_pl: Wczytaj ponownie listę stacji
pt_br: Recarregar a lista de rádios
ro_ro: Reîncarcă lista de posturi
ru_ru: Перезагрузить список станций
sk_sk: Znova načítať zoznam staníc
sv_se: Läs in stationslistan igen
th_th: โหลดรายการสถานีใหม่
tr_tr: İstasyon listesini yeniden yükle
uk_ua: Перезавантажити список станцій
vi_vn: Tải lại danh sách đài
zh_cn: 重新加载电台列表
zh_tw: 重新載入電台清單

# ToggleFavoriteButton.ToolTipService.ToolTip
source: Toggle favorite
es_es: Añadir o quitar de favoritos
fr_fr: Ajouter ou retirer des favoris
it_it: Aggiungi o rimuovi dai preferiti
uk_ua: Додати до вибраного або прибрати
zh_cn: 添加或移除收藏

# FavoriteTracksHint.Text
source: Songs you saved with the heart next to the song that is playing. Find one on Spotify or YouTube, or copy its title.
ar_sa: الأغاني التي حفظتها بالقلب المجاور للأغنية قيد التشغيل. ابحث عنها في Spotify أو YouTube، أو انسخ عنوانها.
cs_cz: Písničky, které jste uložili srdíčkem vedle hrající písničky. Najděte je na Spotify nebo YouTube, nebo zkopírujte název.
da_dk: Sange, du har gemt med hjertet ved siden af den sang, der spiller. Find en på Spotify eller YouTube, eller kopiér titlen.
de_de: Songs, die du mit dem Herz neben dem laufenden Song gespeichert hast. Suche einen bei Spotify oder YouTube oder kopiere den Titel.
el_gr: Τραγούδια που αποθηκεύσατε με την καρδιά δίπλα στο τραγούδι που παίζει. Βρείτε τα στο Spotify ή στο YouTube ή αντιγράψτε τον τίτλο.
es_es: Canciones que guardaste con el corazón junto a la canción que suena. Búscala en Spotify o YouTube, o copia su título.
fi_fi: Kappaleet, jotka tallensit soivan kappaleen vieressä olevalla sydämellä. Etsi niitä Spotifysta tai YouTubesta tai kopioi nimi.
fr_fr: Les morceaux que vous avez enregistrés avec le cœur à côté du morceau en cours. Cherchez-en un sur Spotify ou YouTube, ou copiez son titre.
he_il: שירים ששמרתם עם הלב שליד השיר המושמע. מצאו אותם ב-Spotify או ב-YouTube, או העתיקו את השם.
hi_in: वे गाने जिन्हें आपने चल रहे गाने के पास वाले दिल से सहेजा है। उन्हें Spotify या YouTube पर खोजें, या शीर्षक कॉपी करें।
hu_hu: A lejátszott dal melletti szívvel mentett dalok. Keresse meg őket a Spotify-on vagy a YouTube-on, vagy másolja a címüket.
id_id: Lagu yang Anda simpan dengan ikon hati di samping lagu yang sedang diputar. Cari di Spotify atau YouTube, atau salin judulnya.
it_it: Le canzoni che hai salvato con il cuore accanto alla canzone in riproduzione. Cercane una su Spotify o YouTube, oppure copiane il titolo.
ja_jp: 再生中の曲の横にあるハートで保存した曲です。Spotify や YouTube で探すか、タイトルをコピーできます。
ko_kr: 재생 중인 노래 옆의 하트로 저장한 노래입니다. Spotify나 YouTube에서 찾거나 제목을 복사하세요.
nb_no: Sanger du har lagret med hjertet ved siden av sangen som spilles. Finn en på Spotify eller YouTube, eller kopier tittelen.
nl_nl: Nummers die je hebt bewaard met het hartje naast het nummer dat speelt. Zoek er een op Spotify of YouTube, of kopieer de titel.
pl_pl: Piosenki zapisane serduszkiem obok odtwarzanej piosenki. Znajdź je w Spotify lub YouTube albo skopiuj tytuł.
pt_br: Músicas que você salvou com o coração ao lado da música que está tocando. Procure uma no Spotify ou no YouTube, ou copie o título.
ro_ro: Melodiile salvate cu inima de lângă melodia redată. Căutați-le pe Spotify sau YouTube ori copiați titlul.
ru_ru: Песни, которые вы сохранили сердечком рядом с играющей песней. Найдите их в Spotify или YouTube или скопируйте название.
sk_sk: Pesničky, ktoré ste uložili srdiečkom vedľa hrajúcej pesničky. Nájdite ich na Spotify alebo YouTube, alebo skopírujte názov.
sv_se: Låtar du sparat med hjärtat bredvid låten som spelas. Hitta en på Spotify eller YouTube, eller kopiera titeln.
th_th: เพลงที่คุณบันทึกไว้ด้วยรูปหัวใจข้างเพลงที่กำลังเล่น ค้นหาใน Spotify หรือ YouTube หรือคัดลอกชื่อเพลง
tr_tr: Çalan şarkının yanındaki kalple kaydettiğiniz şarkılar. Birini Spotify'da veya YouTube'da bulun ya da adını kopyalayın.
uk_ua: Пісні, які ви зберегли сердечком поруч із піснею, що зараз грає. Знайдіть пісню в Spotify чи на YouTube або скопіюйте її назву.
vi_vn: Những bài hát bạn đã lưu bằng biểu tượng trái tim bên cạnh bài đang phát. Tìm trên Spotify hoặc YouTube, hoặc sao chép tên bài.
zh_cn: 你用正在播放的歌曲旁边的心形保存的歌曲。可在 Spotify 或 YouTube 上查找，或复制标题。
zh_tw: 您用正在播放歌曲旁的愛心儲存的歌曲。可在 Spotify 或 YouTube 上尋找，或複製歌名。

# NoFavoriteTracksText.Text
source: No favorite tracks yet. When a station plays a song you like, click the heart next to the song at the bottom.
ar_sa: لا توجد أغانٍ مفضلة بعد. عندما تشغّل محطة أغنية تعجبك، انقر على القلب المجاور للأغنية في الأسفل.
cs_cz: Zatím žádné oblíbené skladby. Když stanice hraje písničku, která se vám líbí, klikněte na srdíčko vedle písničky dole.
da_dk: Ingen favoritsange endnu. Når en station spiller en sang, du kan lide, så klik på hjertet ved siden af sangen nederst.
de_de: Noch keine Lieblingssongs. Wenn ein Sender einen Song spielt, der dir gefällt, klicke unten auf das Herz neben dem Song.
el_gr: Δεν υπάρχουν ακόμη αγαπημένα τραγούδια. Όταν ένας σταθμός παίζει ένα τραγούδι που σας αρέσει, πατήστε την καρδιά δίπλα στο τραγούδι κάτω.
es_es: Aún no hay canciones favoritas. Cuando una emisora ponga una canción que te guste, haz clic en el corazón junto a la canción, abajo.
fi_fi: Ei vielä suosikkikappaleita. Kun asema soittaa kappaleen, josta pidät, napsauta alhaalla kappaleen vieressä olevaa sydäntä.
fr_fr: Aucun morceau favori pour l'instant. Quand une station joue un morceau qui vous plaît, cliquez sur le cœur à côté du morceau, en bas.
he_il: אין עדיין שירים מועדפים. כשתחנה משמיעה שיר שאתם אוהבים, לחצו על הלב שליד השיר למטה.
hi_in: अभी कोई पसंदीदा गाना नहीं। जब कोई स्टेशन आपका पसंदीदा गाना बजाए, तो नीचे गाने के पास वाले दिल पर क्लिक करें।
hu_hu: Még nincsenek kedvenc dalok. Ha egy állomás olyan dalt játszik, amely tetszik, kattintson az alul lévő dal melletti szívre.
id_id: Belum ada lagu favorit. Saat stasiun memutar lagu yang Anda sukai, klik ikon hati di samping lagu di bagian bawah.
it_it: Ancora nessuna canzone preferita. Quando una stazione suona una canzone che ti piace, fai clic sul cuore accanto alla canzone, in basso.
ja_jp: お気に入りの曲はまだありません。局が好きな曲を流したら、下の曲の横にあるハートをクリックしてください。
ko_kr: 아직 좋아하는 곡이 없습니다. 방송국에서 마음에 드는 노래가 나오면 아래쪽 노래 옆의 하트를 클릭하세요.
nb_no: Ingen favorittsanger ennå. Når en stasjon spiller en sang du liker, klikker du på hjertet ved siden av sangen nederst.
nl_nl: Nog geen favoriete nummers. Als een zender een nummer draait dat je mooi vindt, klik je onderaan op het hartje naast het nummer.
pl_pl: Brak ulubionych utworów. Gdy stacja zagra piosenkę, która Ci się podoba, kliknij serduszko obok piosenki na dole.
pt_br: Nenhuma música favorita ainda. Quando uma rádio tocar uma música de que você gosta, clique no coração ao lado da música, embaixo.
ro_ro: Încă nu aveți melodii favorite. Când un post difuzează o melodie care vă place, faceți clic pe inima de lângă melodie, jos.
ru_ru: Избранных треков пока нет. Когда станция играет понравившуюся песню, нажмите сердечко рядом с песней внизу.
sk_sk: Zatiaľ žiadne obľúbené skladby. Keď stanica hrá pesničku, ktorá sa vám páči, kliknite na srdiečko vedľa pesničky dole.
sv_se: Inga favoritlåtar än. När en station spelar en låt du gillar klickar du på hjärtat bredvid låten längst ned.
th_th: ยังไม่มีเพลงโปรด เมื่อสถานีเล่นเพลงที่คุณชอบ ให้คลิกรูปหัวใจข้างเพลงที่ด้านล่าง
tr_tr: Henüz favori şarkı yok. Bir istasyon sevdiğiniz bir şarkıyı çaldığında, alttaki şarkının yanındaki kalbe tıklayın.
uk_ua: Вибраних пісень поки немає. Коли станція грає пісню, яка вам подобається, натисніть сердечко поруч із піснею внизу.
vi_vn: Chưa có bài hát yêu thích. Khi một đài phát bài bạn thích, hãy nhấp vào trái tim bên cạnh bài hát ở phía dưới.
zh_cn: 还没有收藏的歌曲。当电台播放你喜欢的歌曲时，点击底部歌曲旁边的心形。
zh_tw: 尚無最愛歌曲。當電台播放您喜歡的歌曲時，按一下下方歌曲旁的愛心。

# FindSongButton.ToolTipService.ToolTip
source: Find this song
ar_sa: البحث عن هذه الأغنية
cs_cz: Najít tuto písničku
da_dk: Find denne sang
de_de: Diesen Song suchen
el_gr: Εύρεση αυτού του τραγουδιού
es_es: Buscar esta canción
fi_fi: Etsi tämä kappale
fr_fr: Rechercher ce morceau
he_il: חיפוש השיר הזה
hi_in: यह गाना खोजें
hu_hu: Dal keresése
id_id: Cari lagu ini
it_it: Cerca questa canzone
ja_jp: この曲を探す
ko_kr: 이 노래 찾기
nb_no: Finn denne sangen
nl_nl: Dit nummer zoeken
pl_pl: Znajdź tę piosenkę
pt_br: Procurar esta música
ro_ro: Caută această melodie
ru_ru: Найти эту песню
sk_sk: Nájsť túto pesničku
sv_se: Hitta den här låten
th_th: ค้นหาเพลงนี้
tr_tr: Bu şarkıyı bul
uk_ua: Знайти цю пісню
vi_vn: Tìm bài hát này
zh_cn: 查找这首歌
zh_tw: 尋找這首歌

# FindSongButton.AutomationProperties.Name
source: Find this song
ar_sa: البحث عن هذه الأغنية
cs_cz: Najít tuto písničku
da_dk: Find denne sang
de_de: Diesen Song suchen
el_gr: Εύρεση αυτού του τραγουδιού
es_es: Buscar esta canción
fi_fi: Etsi tämä kappale
fr_fr: Rechercher ce morceau
he_il: חיפוש השיר הזה
hi_in: यह गाना खोजें
hu_hu: Dal keresése
id_id: Cari lagu ini
it_it: Cerca questa canzone
ja_jp: この曲を探す
ko_kr: 이 노래 찾기
nb_no: Finn denne sangen
nl_nl: Dit nummer zoeken
pl_pl: Znajdź tę piosenkę
pt_br: Procurar esta música
ro_ro: Caută această melodie
ru_ru: Найти эту песню
sk_sk: Nájsť túto pesničku
sv_se: Hitta den här låten
th_th: ค้นหาเพลงนี้
tr_tr: Bu şarkıyı bul
uk_ua: Знайти цю пісню
vi_vn: Tìm bài hát này
zh_cn: 查找这首歌
zh_tw: 尋找這首歌

# FindOnSpotifyItem.Text
source: Find on Spotify
ar_sa: البحث في Spotify
cs_cz: Najít na Spotify
da_dk: Find på Spotify
de_de: Bei Spotify suchen
el_gr: Εύρεση στο Spotify
es_es: Buscar en Spotify
fi_fi: Etsi Spotifysta
fr_fr: Rechercher sur Spotify
he_il: חיפוש ב-Spotify
hi_in: Spotify पर खोजें
hu_hu: Keresés a Spotify-on
id_id: Cari di Spotify
it_it: Cerca su Spotify
ja_jp: Spotify で探す
ko_kr: Spotify에서 찾기
nb_no: Finn på Spotify
nl_nl: Zoeken op Spotify
pl_pl: Znajdź w Spotify
pt_br: Procurar no Spotify
ro_ro: Caută pe Spotify
ru_ru: Найти в Spotify
sk_sk: Nájsť na Spotify
sv_se: Hitta på Spotify
th_th: ค้นหาใน Spotify
tr_tr: Spotify'da bul
uk_ua: Знайти в Spotify
vi_vn: Tìm trên Spotify
zh_cn: 在 Spotify 上查找
zh_tw: 在 Spotify 上尋找

# FindOnYouTubeItem.Text
source: Find on YouTube
ar_sa: البحث في YouTube
cs_cz: Najít na YouTube
da_dk: Find på YouTube
de_de: Bei YouTube suchen
el_gr: Εύρεση στο YouTube
es_es: Buscar en YouTube
fi_fi: Etsi YouTubesta
fr_fr: Rechercher sur YouTube
he_il: חיפוש ב-YouTube
hi_in: YouTube पर खोजें
hu_hu: Keresés a YouTube-on
id_id: Cari di YouTube
it_it: Cerca su YouTube
ja_jp: YouTube で探す
ko_kr: YouTube에서 찾기
nb_no: Finn på YouTube
nl_nl: Zoeken op YouTube
pl_pl: Znajdź w YouTube
pt_br: Procurar no YouTube
ro_ro: Caută pe YouTube
ru_ru: Найти на YouTube
sk_sk: Nájsť na YouTube
sv_se: Hitta på YouTube
th_th: ค้นหาใน YouTube
tr_tr: YouTube'da bul
uk_ua: Знайти на YouTube
vi_vn: Tìm trên YouTube
zh_cn: 在 YouTube 上查找
zh_tw: 在 YouTube 上尋找

# CopyTitleButton.ToolTipService.ToolTip
source: Copy title
ar_sa: نسخ العنوان
cs_cz: Kopírovat název
da_dk: Kopiér titel
de_de: Titel kopieren
el_gr: Αντιγραφή τίτλου
es_es: Copiar título
fi_fi: Kopioi nimi
fr_fr: Copier le titre
he_il: העתקת השם
hi_in: शीर्षक कॉपी करें
hu_hu: Cím másolása
id_id: Salin judul
it_it: Copia il titolo
ja_jp: タイトルをコピー
ko_kr: 제목 복사
nb_no: Kopier tittel
nl_nl: Titel kopiëren
pl_pl: Kopiuj tytuł
pt_br: Copiar título
ro_ro: Copiază titlul
ru_ru: Копировать название
sk_sk: Kopírovať názov
sv_se: Kopiera titel
th_th: คัดลอกชื่อเพลง
tr_tr: Adı kopyala
uk_ua: Копіювати назву
vi_vn: Sao chép tên bài
zh_cn: 复制标题
zh_tw: 複製歌名

# RemoveFavoriteTrackButton.ToolTipService.ToolTip
source: Remove from favorite tracks
ar_sa: إزالة من الأغاني المفضلة
cs_cz: Odebrat z oblíbených skladeb
da_dk: Fjern fra favoritsange
de_de: Aus Lieblingssongs entfernen
el_gr: Κατάργηση από τα αγαπημένα τραγούδια
es_es: Quitar de canciones favoritas
fi_fi: Poista suosikkikappaleista
fr_fr: Retirer des morceaux favoris
he_il: הסרה מהשירים המועדפים
hi_in: पसंदीदा गानों से हटाएँ
hu_hu: Eltávolítás a kedvenc dalok közül
id_id: Hapus dari lagu favorit
it_it: Rimuovi dalle canzoni preferite
ja_jp: お気に入りの曲から削除
ko_kr: 좋아하는 곡에서 제거
nb_no: Fjern fra favorittsanger
nl_nl: Verwijderen uit favoriete nummers
pl_pl: Usuń z ulubionych utworów
pt_br: Remover das músicas favoritas
ro_ro: Elimină din melodiile favorite
ru_ru: Удалить из избранных треков
sk_sk: Odstrániť z obľúbených skladieb
sv_se: Ta bort från favoritlåtar
th_th: ลบออกจากเพลงโปรด
tr_tr: Favori şarkılardan kaldır
uk_ua: Видалити з вибраних пісень
vi_vn: Xóa khỏi bài hát yêu thích
zh_cn: 从收藏的歌曲中移除
zh_tw: 從最愛歌曲中移除

# HistoryHint.Text
source: Everything your favorites played over the last 12 hours, newest first, whether or not you were listening to them. Click a heart to keep a song.
ar_sa: كل ما شغّلته محطاتك المفضلة خلال آخر 12 ساعة، الأحدث أولًا، سواء كنت تستمع إليها أم لا. انقر على قلب للاحتفاظ بأغنية.
cs_cz: Vše, co vaše oblíbené stanice hrály za posledních 12 hodin, od nejnovějšího, bez ohledu na to, zda jste je poslouchali. Kliknutím na srdíčko si písničku ponecháte.
da_dk: Alt, hvad dine favoritter har spillet de sidste 12 timer, nyeste først, uanset om du lyttede til dem eller ej. Klik på et hjerte for at gemme en sang.
de_de: Alles, was deine Favoriten in den letzten 12 Stunden gespielt haben, neueste zuerst, egal ob du sie gehört hast oder nicht. Klicke auf ein Herz, um einen Song zu behalten.
el_gr: Ό,τι έπαιξαν τα αγαπημένα σας τις τελευταίες 12 ώρες, τα νεότερα πρώτα, είτε τα ακούγατε είτε όχι. Πατήστε μια καρδιά για να κρατήσετε ένα τραγούδι.
es_es: Todo lo que tus favoritos han puesto en las últimas 12 horas, lo más reciente primero, las estuvieras escuchando o no. Haz clic en un corazón para guardar una canción.
fi_fi: Kaikki, mitä suosikkisi ovat soittaneet viimeisen 12 tunnin aikana, uusin ensin, kuuntelitpa niitä tai et. Säilytä kappale napsauttamalla sydäntä.
fr_fr: Tout ce que vos favoris ont joué au cours des 12 dernières heures, du plus récent au plus ancien, que vous les ayez écoutés ou non. Cliquez sur un cœur pour garder un morceau.
he_il: כל מה שהתחנות המועדפות שלכם השמיעו ב-12 השעות האחרונות, מהחדש לישן, בין אם האזנתם להן ובין אם לא. לחצו על לב כדי לשמור שיר.
hi_in: पिछले 12 घंटों में आपके पसंदीदा स्टेशनों ने जो कुछ भी बजाया, सबसे नया पहले, चाहे आप उन्हें सुन रहे थे या नहीं। किसी गाने को रखने के लिए दिल पर क्लिक करें।
hu_hu: Minden, amit a kedvencei az elmúlt 12 órában játszottak, a legújabbal kezdve, akár hallgatta őket, akár nem. Egy dal megtartásához kattintson a szívre.
id_id: Semua yang diputar favorit Anda dalam 12 jam terakhir, terbaru di atas, baik Anda mendengarkannya atau tidak. Klik ikon hati untuk menyimpan lagu.
it_it: Tutto ciò che i tuoi preferiti hanno suonato nelle ultime 12 ore, dal più recente, che tu li stessi ascoltando o no. Fai clic su un cuore per tenere una canzone.
ja_jp: 聴いていたかどうかにかかわらず、お気に入りが過去 12 時間に流したすべての曲を新しい順に表示します。ハートをクリックすると曲を保存できます。
ko_kr: 즐겨찾기 방송국이 지난 12시간 동안 재생한 모든 곡을 최신순으로 보여 줍니다. 듣고 있었는지와 상관없습니다. 하트를 클릭하면 노래를 보관합니다.
nb_no: Alt favorittene dine har spilt de siste 12 timene, nyeste først, enten du lyttet til dem eller ikke. Klikk på et hjerte for å beholde en sang.
nl_nl: Alles wat je favorieten de afgelopen 12 uur hebben gedraaid, de nieuwste eerst, of je nu naar ze luisterde of niet. Klik op een hartje om een nummer te bewaren.
pl_pl: Wszystko, co Twoje ulubione stacje grały przez ostatnie 12 godzin, od najnowszych, niezależnie od tego, czy ich słuchałeś. Kliknij serduszko, aby zachować piosenkę.
pt_br: Tudo o que seus favoritos tocaram nas últimas 12 horas, das mais recentes para as mais antigas, quer você estivesse ouvindo ou não. Clique em um coração para guardar uma música.
ro_ro: Tot ce au difuzat favoritele în ultimele 12 ore, cele mai noi primele, fie că le-ați ascultat sau nu. Faceți clic pe o inimă pentru a păstra o melodie.
ru_ru: Всё, что играли ваши избранные станции за последние 12 часов, сначала новое, независимо от того, слушали вы их или нет. Нажмите сердечко, чтобы сохранить песню.
sk_sk: Všetko, čo vaše obľúbené stanice hrali za posledných 12 hodín, od najnovšieho, bez ohľadu na to, či ste ich počúvali. Kliknutím na srdiečko si pesničku ponecháte.
sv_se: Allt dina favoriter har spelat de senaste 12 timmarna, nyast först, oavsett om du lyssnade på dem eller inte. Klicka på ett hjärta för att spara en låt.
th_th: ทุกเพลงที่สถานีโปรดของคุณเล่นในช่วง 12 ชั่วโมงที่ผ่านมา เรียงจากใหม่สุด ไม่ว่าคุณจะฟังอยู่หรือไม่ คลิกรูปหัวใจเพื่อเก็บเพลงไว้
tr_tr: Favorilerinizin son 12 saatte çaldığı her şey, en yenisi önce; onları dinleseniz de dinlemeseniz de. Bir şarkıyı saklamak için kalbe tıklayın.
uk_ua: Усе, що грали ваші вибрані станції за останні 12 годин, спочатку найновіше, незалежно від того, слухали ви їх чи ні. Натисніть сердечко, щоб зберегти пісню.
vi_vn: Mọi bài các đài yêu thích của bạn đã phát trong 12 giờ qua, mới nhất trước, dù bạn có nghe hay không. Nhấp vào trái tim để giữ lại bài hát.
zh_cn: 你收藏的电台在过去 12 小时内播放的所有内容，最新的在前，无论你是否正在收听。点击心形可保留歌曲。
zh_tw: 您的最愛電台在過去 12 小時播放的所有歌曲，最新的在前，無論您是否在收聽。按一下愛心即可保留歌曲。

# ClearHistoryButton.ToolTipService.ToolTip
source: Clear the track history
ar_sa: مسح سجل الأغاني
cs_cz: Vymazat historii skladeb
da_dk: Ryd sanghistorikken
de_de: Songverlauf löschen
el_gr: Διαγραφή ιστορικού τραγουδιών
es_es: Borrar el historial
fi_fi: Tyhjennä kappalehistoria
fr_fr: Effacer l'historique
he_il: ניקוי היסטוריית השירים
hi_in: गानों का इतिहास साफ़ करें
hu_hu: Dalelőzmények törlése
id_id: Hapus riwayat lagu
it_it: Cancella la cronologia
ja_jp: 曲の履歴を消去
ko_kr: 재생 기록 지우기
nb_no: Tøm sanghistorikken
nl_nl: Gedraaide nummers wissen
pl_pl: Wyczyść historię utworów
pt_br: Limpar o histórico
ro_ro: Șterge istoricul melodiilor
ru_ru: Очистить историю треков
sk_sk: Vymazať históriu skladieb
sv_se: Rensa låthistoriken
th_th: ล้างประวัติเพลง
tr_tr: Şarkı geçmişini temizle
uk_ua: Очистити історію
vi_vn: Xóa lịch sử bài hát
zh_cn: 清除播放历史
zh_tw: 清除播放紀錄
